
[ru-RU]
_langId=ru-RU
_langName=Русский (Россия)
AR=Автозамена
AutoReplace=Автозамена
BTN_AddHotstring=Создать
BTN_Apply=Применить
BTN_Cancel=Отмена
BTN_EditHotstring=Изменить
BTN_OK=OK
BTN_RemoveHotstring=Удалить
CAP_HkList=Комбинации клавиш
CAP_HsEditor=Правка
CAP_HsList=Список автозамены
CAP_Settings=Параметры
CHK_Cs=Чувствительная к регистру
CHK_Ctc=Соблюдать регистр ввода
CHK_Dab=Удалять сокращение
CHK_Enter=Enter
CHK_FilterOn=Включить автозамену
CHK_Oec=Не выводить завершающий символ
CHK_Raw=Не подставлять значения переменных
CHK_Rec=Ожидать завершающий символ
CHK_Sa=В любой позиции слова
CHK_Space=Пробел
CHK_StartOnLogin=Запускать при входе в систему
CHK_Tab=Tab
GRP_EndChars=Завершающие символы
GRP_Hotstrings=Сокращения и фразы
HK_AddHotstring=Добавить/править сокращение
HK_FilterOn=Включить автозамену
HK_ListHotstrings=Список сокращений
HK_ReplaceSelection=Заменить выделение
HK_Settings=Параметры
Hotkeys=Комбинации клавиш
INI file=Файл INI
LBL_Abbreviation=Сокращение
LBL_EndChars=Завершающие символы
LBL_InterfaceLanguage=Язык интерфейса
LBL_Phrase=Фраза
MB_File=Файл
MB_Recent=Недавние
MI_About=О программе TypeLess
MI_AddHotstring=Добавить
MI_Exit=Выход
MI_FilterOn=Включить автозамену
MI_HkList=Комбинации клавиш
MI_ListHotstrings=Список автозамены
MI_New=Создать
MI_NoRecent=(пусто)
MI_Open=Открыть
MI_Settings=Параметры
MSG_AbbrAssignedTo=Сокращение уже назначено для слова
MSG_AbbrExists=Сокращение уже существует и не будет применено
MSG_ConfirmRemoveAbbr=Удалить выделенное сокращение:
MSG_CouldNotEditAbbr=Не удалось применить изменения. Будет восстановлено прежнее сокращение.
MSG_CouldNotRestoreAbbr=Не удалось восстановить сокращение.
MSG_HkWillBeRestored=Будет восстановлена прежняя комбинация клавиш
MSG_ModifyHKs=Параметры комбинаций клавиш можно открыть с помощью меню.
MSG_NewFile=Выберите имя для нового файла.
MSG_OpenFile=Выберите файл.
MSG_RegisterHkFailed=Не удалось зарегистрировать некоторые комбинации клавиш
The attempt to copy text onto the clipboard failed.=Не удалось скопировать текст в буфер обмена.
